Repository: alexanderpuschkinberlin/Mac-Monologue
Catalog: Sources/MacMonologue/Localizable.xcstrings
Source language: en
Languages: de

source: macOS only lets Mac-Monologue see your screen after it restarts. It takes a second and opens again right away.
de: macOS lässt Mac-Monologue deinen Bildschirm erst nach einem Neustart sehen. Das dauert eine Sekunde, die App öffnet sich sofort wieder.

source: macOS will send you to System Settings: switch on Mac-Monologue under “Screen & System Audio Recording”, then come back here.
de: macOS schickt dich in die Systemeinstellungen: Schalte Mac-Monologue unter „Bildschirm- & Systemaudioaufnahme“ ein und komm dann hierher zurück.

source: translated
de: übersetzt

source: voice %lld %%
de: Stimme %lld %%

source: voice off
de: Stimme aus

source: ≈ %lld MB per 10 min
de: ≈ %lld MB pro 10 Min.
